Repository: mastercad/TranslationTool
Catalog: translations/labels.*.xlf
Languages: de

# labels.export
source: Export
de: Exportieren

# labels.save
source: Save
de: Speichern

# labels.show_only_empty_elements
source: Show only Empty Elements.
de: Nur leere Einträge anzeigen.

# labels.elements_left
source: empty Elements left.
de: leere Einträge übrig.

# labels.show_all_elements
source: Show all Elements.
de: Alle Einträge anzeigen.

# labels.source_xliff_file
source: Source XLIFF File
de: Ursprungs XLIFF Datei

# labels.translation_xliff_file
source: Translation XLIFF File
de: Übersetzungs XLIFF Datei

# labels.translation_language
source: Translation Language
de: Übersetzungssprache

# labels.translation_package_file
source: Translation package zip file
de: Übersetzungs ZIP Archiv

# labels.source_language
source: Source Language
de: Ursprungssprache

# labels.choose_source_language
source: Please choose the source language.
de: Bitte eine Sprache wählen.

# labels.source_file
source: Source File
de: Ursprungsdatei

# labels.choose_translation_language
source: Please choose the language what you want to translate.
de: Bitte die Sprache wählen, in die übersetzt werden soll.

# labels.translate
source: Translate
de: Übersetzen

# labels.export_file_name
source: Export File Name
de: Dateiname der Exportdatei

# labels.translations_per_file_for_statistic
source: Translated Positions per file / language
de: Übersetzte Einträge pro Datei / Sprache

# labels.translated
source: Translated
de: Übersetzt

# labels.to_translate
source: To Translate
de: zu Übersetzen

# labels.same
source: Same
de: Gleich

# labels.empty
source: Empty
de: Leer

# labels.edit
source: Edit
de: Bearbeiten

# labels.language
source: Language
de: Sprache

# labels.click_here_to_get_translation
source: Click here to get Translation
de: Hier klicken, um eine Übersetzung zu erhalten

# labels.search_token
source: Search String
de: Suche

# labels.search_in_tokens
source: Search in Tokens
de: in Token suchen

# labels.search_in_translations
source: Search in Translations
de: in Übersetzungen suchen

# labels.search_type
source: Search Typ
de: Suchtyp

# labels.search_type_any
source: String matches on every Place
de: Suche kommt an einer beliebigen Stelle vor

# labels.search_type_begin
source: Match starts with string
de: Treffer muss mit der Suche beginnen

# labels.search_type_end
source: Match ends with string
de: Treffer endet mit der Suche

# labels.file_name
source: Filename
de: Dateiname
