Repository: mastercad/TranslationTool
Catalog: translations/messages.*.xlf
Languages: de

# messages.successfully_imported
source: Translation file import successfully!
de: Übersetzungsdatei vollständig importiert!

# messages.import_overwrite_all_data
source: Upload Translation package overwrites all translations in the server folder!
de: Das Einspielen eines neuen Archives überschreibt alle Dateien auf dem Server!

# messages.exclamation_live_translation
source: Upload source file and optional upload the file to translate or select a language u want to translate the source file to begin with a empty translation file one of both optional parameter must be set.
de: Ursprungsdatei hoch laden und wahlweise eine Datei, in die übersetzt werden soll auswählen, oder eine Sprache in die übersetzt werden soll (dabei wird mit einer leeren Datei begonnen) eine der beiden wahlmöglichkeiten muss ausgewählt werden, um fortzufahren.

# messages.live_description
source: to translate a single local file.
de: um eine einzelne Datei zu übersetzen.

# messages.static_description
source: to translate any file from imported collection.
de: um alle Dateien des importierten Archives zu übersetzen.

# messages.statistic_description
source: Shows a overview about all imported translation files and the translation progress, based on the english version of the file.
de: Zeigt eine Übersicht aller importierten Überetzungsdateien und deren Übersetzungsfortschritt, basierend auf der Englishen Version der Datei.

# messages.import_upload
source: Upload new Translation Package
de: Ein neues Übersetzungspaket hoch laden.

# messages.import_description
source: Import a Zip Archive with translation files for static translation.
de: Importiert ein ZIP Archiv mit Übersetzungsdateien zum statischen Übersetzen der Dateien.

# messages.export_description
source: Export a Zip Archive with translation files from static translation.
de: Exportiert ein ZIP Archiv mit allen auf dem Server vorhandenen Übersetzungsdateien.

# messages.clear_description
source: Deletes all imported Translation Files. Please export first to save your Work!
de: Löscht alle importierten Übersetzungsdateien. Bitte exportieren sie vorher, um ihre Arbeit zu sichern!

# messages.question_use_this_translated_text
source: Use this Translated Text?
de: Diese Übersetzung verwenden?

# messages.warning_delete
source: Attention! Your really want to delete ALL imported Translation files?
de: Achtung! Wollen sie wirklich alle importierten Übersetzungs Dateien löschen?

# messages.exclamation_static
source: Select the source language, the file you want to translate, and the language you want to translate into!
de: Wählen Sie eine Ursprungssprache, die zu übersetzende Datei und die Sprache, in die übersetzt werden soll!

# messages.exclamation_search
source: Enter a translation token and click Edit behind the file you want to translate!
de: Geben Sie einen Übersetzungstoken ein und klicken sie auf Edit hinter der gewünschten Datei, um sie zu übersetzen!

# messages.search_description
source: Lets you search for specific tokens and translate a special file that contains this token.
de: Ermöglicht das Suchen nach bestimmten token und das übersetzen einer speziellen Datei, in der dieser Token enthalten ist.

# messages.confirm_page_unload_with_form_changes
source: It looks like you have been editing something. If you leave before saving, your changes will be lost.
de: Es sieht so aus, als wären Daten geändert worden. Wenn diese Seite verlassen wird, gehen diese Daten verloren!

# messages.search_text_prevent_form_submit
source: Please only type your Search in Text Field and select your search from proposals. No Form send needed!
de: Bitte geben sie im Suchfeld ihren Suchbegriff ein und wählen sie aus den Vorschlägen ihre Suche aus. Ein absenden des Formulars ist nicht notwendig!

# messages.no_results_found_for_search
source: No Results found!
de: Für die Suche wurden keine Treffer gefunden!

# messages.translations_successfully_deleted
source: Translations successfully deleted.
de: Übersetzungen erfolgreich gelöscht.
